fdr/src/test/resources/requests/nodoChiediQuadraturaPSP.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns4="http://ws.pagamenti.telematici.gov/">
    <soap:Header/>
    <soap:Body>
        <ns4:nodoChiediQuadraturaPSP>
            <identificativoPSP>{psp}</identificativoPSP>
            <identificativoIntermediarioPSP>{brokerPsp}</identificativoIntermediarioPSP>
            <identificativoCanale>{channel}</identificativoCanale>
            <password>{channelPwd}</password>
            <identificativoFlusso>111</identificativoFlusso>
        </ns4:nodoChiediQuadraturaPSP>
    </soap:Body>
</soap:Envelope>